Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Could not launch tool. Please try again.
ar: تعذر إطلاق الأداة. يرجى إعادة المحاولة.
ca: No s'ha pogut iniciar l'eina. Torneu-ho a provar.
cy: Doedd dim modd lansio’r adnodd. Rhowch gynnig arall arni.
da: Kunne ikke starte værktøjet. Prøv igen.
da_instk12: Kunne ikke starte værktøjet. Prøv igen.
de: Werkzeug konnte nicht gestartet werden. Bitte versuchen Sie es noch einmal.
es: No se pudo iniciar la herramienta. Inténtelo de nuevo.
es_es: No se ha podido iniciar la herramienta. Inténtalo de nuevo.
fi: Työkalun käynnistys ei onnistunut. Yritä uudelleen.
fr: Impossible de lancer l’outil. Veuillez réessayer.
fr_ca: Impossible de lancer l'outil. Veuillez réessayer.
ga: Níorbh fhéidir an uirlis a sheoladh. Bain triail as arís, le do thoil.
hi: उपकरण लॉन्च नहीं किया जा सका। कृपया फिर से कोशिश करें।
ht: Paka lanse zouti. Tanpri eseye ankò.
id: Tidak dapat meluncurkan alat. Silakan coba lagi.
is: Ekki tókst að opna verkfæri. Vinsamlegast reynið aftur.
it: Impossibile avviare lo strumento. Riprova.
ja: ツールを起動できませんでした。再度試してください。
ko: 도구를 시작할 수 없습니다. 다시 시도하세요.
mi: Kaore i taea te tuku i te taputapu Tēnā koa ngana anō.
ms: Tidak dapat melancarkan alat. Sila cuba semula.
nb: Kunne ikke starte verktøy. Prøv på nytt.
nb_instk12: Kunne ikke starte verktøy. Prøv på nytt.
nl: Kan tool niet starten. Probeer het opnieuw.
pl: Nie udało się uruchomić narzędzia. Spróbuj ponownie.
pt: Não foi possível lançar uma ferramenta. É favor tentar novamente.
pt_br: Não foi possível lançar a ferramenta. Por favor, tente novamente.
ru: Не удалось запустить инструмент. Попробуйте еще раз.
sl: Orodja ni bilo mogoče zagnati. Poskusite znova.
sv: Det gick inte att starta verktyget. Försök igen.
sv_instk12: Det gick inte att starta verktyget. Försök igen.
th: ไม่สามารถเรียกใช้เครื่องมือได้ กรุณาลองใหม่อีกครั้งในภายหลัง
vi: Không thể khởi chạy công cụ. Vui lòng thử lại.
zh: 无法启动工具。请重试。
zh_hk: 無法啟動工具。請重試。

source: Could not save notification preference
ar: تعذر حفظ تفضيل الإخطار
ca: No s'ha pogut desar la preferència de notificació
cy: Doedd dim modd cadw'r flaenoriaeth hysbysiadau
da: Kunne ikke gemme meddelelsesindstilling
da_instk12: Kunne ikke gemme meddelelsesindstilling
de: Präferenz für Benachrichtigungen konnte nicht gespeichert werden
es: No se pudieron guardar las preferencias de notificaciones
es_es: No se han podido guardar las preferencias de notificaciones
fi: Ilmoitusasetuksien tallennus ei onnistunut
fr: Impossible d'enregistrer la préférence de notification
fr_ca: Impossible d’enregistrer les préférences de notification
ga: Níorbh fhéidir an rogha fógra a shábháil
hi: सूचना की वरीयता को सहेजा नहीं जा सका
ht: Pa t kapab anrejistre preferans notifikasyon
id: Tidak dapat menyimpan preferensi notifikasi
is: Ekki var hægt að vista kjörstillingum tilkynninga
it: Impossibile salvare le preferenze notifiche
ja: 通知設定を保存できませんでした
ko: 알림 기본 설정을 저장할 수 없습니다
mi: Kāore i taea te tiaki manakohanga whakamōhiotanga
ms: Tidak dapat menyimpan keutamaan pemberitahuan
nb: Kan ikke lagre foretrukne varslinger
nb_instk12: Kan ikke lagre foretrukne varslinger
nl: Kan geen meldingsvoorkeuren opslaan
pl: Nie można zapisać preferencji powiadomień
pt: Não foi possível guardar a preferência de notificação
pt_br: Não foi possível salvar preferência de notificação
ru: Не удалось сохранить параметр уведомления
sl: Nastavitev sporočil ni bilo mogoče shraniti
sv: Det gick inte att spara aviseringsinställning
sv_instk12: Det gick inte att spara aviseringsinställning
th: ไม่สามารถบันทึกค่าปรับตั้งการแจ้งเตือน
vi: Không thể lưu cài đặt ưu tiên thông báo
zh: 无法保存通知首选项
zh_hk: 無法保存通知偏好設定

source: Couldn't save the file.
ar: تعذر حفظ الملف.
ca: No s’ha pogut desar el fitxer.
cy: Doedd dim modd cadw’r ffeil.
da: Kunne ikke gemme filen.
da_instk12: Kunne ikke gemme filen.
de: Die Datei konnte nicht gespeichert werden.
es: No se pudo guardar el archivo.
es_es: No se ha podido guardar el archivo.
fi: Tiedoston tallennus epäonnistui.
fr: Impossible d'enregistrer le fichier.
fr_ca: Impossible d’enregistrer le fichier.
ga: Níorbh fhéidir an comhad a shábháil.
hi: फ़ाइल को सहेजा नहीं जा सका।
ht: Pat ka sovgade fichye a.
id: Tidak dapat menyimpan file.
is: Ekki tókst að vista skrána.
it: Impossibile salvare il file.
ja: ファイルを保存できませんでした
ko: 파일을 저장할 수 없습니다.
mi: Kaore e taea te tiaki i te konae.
ms: Tidak dapat menyimpan fail.
nb: Kunne ikke lagre filen.
nb_instk12: Kunne ikke lagre filen.
nl: Kan het bestand niet opslaan.
pl: Nie udało się zapisać pliku.
pt: Não foi possível guardar o ficheiro.
pt_br: Não foi possível salvar o arquivo.
ru: Не удалось сохранить файл.
sl: Datoteke ni bilo mogoče shraniti.
sv: Det gick inte att spara filen.
sv_instk12: Det gick inte att spara filen.
th: ไม่สามารถบันทึกไฟล์ได้
vi: Không thể lưu tập tin.
zh: 无法保存此文件。
zh_hk: 無法儲存檔案。

source: Course
ar: المساق
ca: Assignatura
cy: Cwrs
da: Fag
da_instk12: Fag
de: Kurs
es: Curso
es_es: Asignatura
fi: Kurssi
fr: Cours
fr_ca: Cours
ga: Cúrsa
hi: पाठ्यक्रम
ht: Kou
id: Kursus
is: Námskeið
it: Corso
ja: コース
ko: 과목
mi: Akoranga
ms: Kursus
nb: Emne
nb_instk12: Fag
nl: Cursus
pl: Kurs
pt: Disciplina
pt_br: Curso
ru: Курс
sl: Predmet
sv: Kurs
sv_instk12: Kurs
th: บทเรียน
vi: Khóa Học
zh: 课程
zh_hk: 課程

source: Course (optional)
ar: المساق (اختياري)
ca: Assignatura (opcional)
cy: Cwrs (dewisol)
da: Fag (valgfrit)
da_instk12: Fag (valgfrit)
de: Kurs (optional)
es: Curso (opcional)
es_es: Asignatura (opcional)
fi: Kurssi (valinnainen)
fr: Cours (facultatif)
fr_ca: Cours (facultatif)
ga: Cúrsa (roghnach)
hi: पाठ्यक्रम (वैकल्पिक)
ht: Kou (opsyonèl)
id: Kursus (opsional)
is: Námskeið (valfrjálst)
it: Corso (opzionale)
ja: コース（オプション）
ko: 과목(옵션)
mi: Akoranga (kāre herea)
ms: Kursus (pilihan)
nb: Emne (valgfritt)
nb_instk12: Fag (valgfritt)
nl: Cursus (optioneel)
pl: Kurs (opcjonalnie)
pt: Disciplina (opcional)
pt_br: Curso (opcional)
ru: Курс (не обязательно)
sl: Predmet (izbirni)
sv: Kurs (valfri)
sv_instk12: Kurs (valfri)
th: บทเรียน (เผื่อเลือก)
vi: Khóa Học (không bắt buộc)
zh: 课程（可选）
zh_hk: 課程（可選）

source: Course Activities
ar: أنشطة المساق
ca: Activitats de l'assignatura
cy: Gweithgareddau Cwrs
da: Fagets aktiviteter
da_instk12: Fagets aktiviteter
de: Kursaktivitäten
es: Actividades del curso
es_es: Actividades de la asignatura
fi: Kurssiaktiviteetit
fr: Activités du cours
fr_ca: Activités du cours
ga: Gníomhaíochtaí Cúrsa
hi: पाठ्यक्रम गतिविधियां
ht: Aktivite Kou
id: Aktivitas Kursus
is: Virkni námskeiðs
it: Attività corsi
ja: コースアクティビティ
ko: 과목 활동
mi: Mahi akoranga
ms: Aktiviti Kursus
nb: Aktiviteter for emne
nb_instk12: Aktiviteter for fag
nl: Cursusactiviteiten
pl: Aktywności kursu
pt: Atividades da disciplina
pt_br: Atividades do curso
ru: Активность в рамках курса
sl: Aktivnosti pri predmetu
sv: Kursaktiviteter
sv_instk12: Kursaktiviteter
th: กิจกรรมในบทเรียน
vi: Hoạt Động Khóa Học
zh: 课程活动
zh_hk: 課程活動

source: Course Activity Stream
ar: تدفق نشاط المساق
ca: Seqüència d'activitats de l'assignatura
cy: Ffrwd Gweithgarwch Cwrs
da: Fagets seneste aktiviteter
da_instk12: Fagets seneste aktiviteter
de: Kursaktivitätenliste
es: Flujo de actividades del curso
es_es: Flujo de actividad de la asignatura
fi: Kurssin viimeaikaiset tapahtumat
fr: Flux d’activités du cours
fr_ca: Flux d’activités du cours
ga: Sruth Gníomhaíochta an Chúrsa
hi: पाठ्यक्रम गतिविधि का प्रवाह
ht: Flux Aktivite Kou
id: Stream Aktivitas Kursus
is: Virknistreymi námskeiðs
it: Flusso attività corsi
ja: コースのアクティビティ ストリーム
ko: 과목 활동 스트림
mi: Akoranga Mahi Wahanga
ms: Strim Aktiviti Kursus
nb: Aktivitetsstrøm for emner
nb_instk12: Aktivitetsstrøm for fag
nl: Activiteitenstroom van cursus
pl: Strumień aktywności kursu
pt: Fluxo de atividade da disciplina
pt_br: Fluxo de atividades do curso
ru: Лента активности курса
sl: Aktivnosti predmeta
sv: Aktivitetsflöde för kurs
sv_instk12: Aktivitetsflöde för kurs
th: สตรีมกิจกรรมสำหรับบทเรียน
vi: Luồng Hoạt Động Khóa Học
zh: 课程活动流
zh_hk: 課程活動流

source: Course Announcement
ar: إعلان المساق
ca: Anunci de l'assignatura
cy: Cyhoeddiad Cwrs
da: Besked til faget
da_instk12: Besked til faget
de: Kursankündigung
es: Anuncio del curso
es_es: Anuncio de la asignatura
fi: Kurssin ilmoitus
fr: Annonce de cours
fr_ca: Annonce du cours
ga: Fógra an Chúrsa
hi: पाठ्यक्रम की घोषणा
ht: Anons Kou
id: Pengumuman Kursus
is: Tilkynning námskeiðs
it: Annuncio corso
ja: コースのお知らせ
ko: 과목 공지
mi: Akoranga Pānuitanga
ms: Pengumuman Kursus
nb: Emne-kunngjøring
nb_instk12: Fag-beskjed
nl: Cursusaankondiging
pl: Ogłoszenie kursu
pt: Anúncio da disciplina
pt_br: Aviso do curso
ru: Объявление о курсе
sl: Obvestilo o predmetu
sv: Anslag
sv_instk12: Kursmeddelande
th: ประกาศแจ้งสำหรับบทเรียน
vi: Thông Báo Khóa Học
zh: 课程公告
zh_hk: 課程通告

source: Course announcements
ar: إعلانات المساق
ca: Anuncis de l'assignatura
cy: Cyhoeddiadau cwrs
da: Kursusbekendtgørelser
da_instk12: Fagbekendtgørelser
de: Kursankündigungen
es: Anuncios del curso
es_es: Anuncios de la asignatura
fi: Kurssin ilmoitukset
fr: Annonces de cours
fr_ca: Annonces de cours
ga: Fógraí an chúrsa
hi: पाठ्यक्रम की घोषणाएं
ht: Anons kou
id: Pengumuman kursus
is: Námskeiðs tilkynningar
it: Annunci corso
ja: コースのアナウンスメント
ko: 과목 공지
mi: Kōrerorero akoranga
ms: Pengumuman kursus
nb: Kunngjøringer for emne
nb_instk12: Beskjeder for fag
nl: Cursusaankondigingen
pl: Ogłoszenia dotyczące kursu
pt: Anúncios da disciplina
pt_br: Avisos do curso
ru: Объявления курса
sl: Obvestila o predmetu
sv: Anslag
sv_instk12: Kursmeddelanden
th: ประกาศสำหรับบทเรียน
vi: Thông báo chung khóa học
zh: 课程通告
zh_hk: 課程通告

source: Course Card Options
ar: خيارات بطاقة المساق
ca: Opcions de la targeta de l’assignatura
cy: Opsiynau Cerdyn Cwrs
da: Fagkort – muligheder
da_instk12: Fagkort – muligheder
de: Optionen für Kurskarten
es: Opciones de tarjetas de curso
es_es: Opciones del cuadro de mando
fi: Kurssikortin asetukset
fr: Options de la carte de cours
fr_ca: Options de carte de cours
ga: Roghanna Cártaí Cúrsa
hi: पाठ्यक्रम कार्ड के विकल्प
ht: Opsyon Kat Kou
id: Opsi Kartu Kursus
is: Valmöguleikar fyrir námskeiðskort
it: Opzioni scheda corso
ja: コースカードのオプション
ko: 과목 카드 옵션
mi: Kōwhiringa Mahere Akoranga
ms: Pilihan Kad Kursus
nb: Alternativer for kurskort
nb_instk12: Alternativer for fagkort
nl: Opties voor cursuskaart
pl: Opcje karty kursu
pt: Opções do cartão de curso
pt_br: Opções do cartão do curso
ru: Варианты карт курсов
sl: Možnosti kartice predmeta
sv: Kurskortsalternativ
sv_instk12: Kurskortsalternativ
th: ตัวเลือกการ์ดข้อมูลบทเรียน
vi: Tùy Chọn Thẻ Khóa Học
zh: 课程卡选项
zh_hk: 課程卡選項

source: Course concluded. Unable to send messages!
ar: انتهى المساق. يتعذر إرسال الرسائل!
ca: L’assignatura ha conclòs. No es poden enviar missatges.
cy: Cwrs wedi dod i ben. Methu anfon negeseuon!
da: Faget er afsluttet. Kunne ikke sende beskeder!
da_instk12: Faget er afsluttet. Kunne ikke sende beskeder!
de: Kurs abgeschlossen. Nachrichten können nicht gesendet werden!
es: Curso finalizado. ¡No se pueden enviar mensajes!
es_es: Asignatura concluida. ¡No se pueden enviar mensajes!
fi: Kurssi on päättynyt. Viestien lähetys ei onnistu!
fr: Cours terminés. Impossible d’envoyer des messages !
fr_ca: Cours achevé. Impossible d’envoyer des messages!
ga: Críochnaíodh an cúrsa. Ní féidir teachtaireachtaí a sheoladh!
hi: पाठ्यक्रम समाप्त हुआ। संदेश भेजने में असमर्थ!
ht: Kou a fini. Enposib pou voye mesaj!
id: Kursus selesai. Tidak dapat mengirim pesan!
is: Námskeiði lokið. Ekki var hægt að senda skilaboð!
it: Corso concluso. Impossibile inviare messaggi!
ja: コース完了しました。メッセージを送信できません！
ko: 과목이 종결되었습니다. 메시지를 보낼 수 없습니다.
mi: Kua mutu te akoranga. Kaore e taea te tuku karere!
ms: Kursus selesaai. Tidak dapat menghantar mesej!
nb: Emne avsluttet. Kunne ikke sende meldinger!
nb_instk12: Fag avsluttet. Kunne ikke sende meldinger!
nl: Cursus afgesloten. Kan geen berichten verzenden!
pl: Zakończony kurs. Nie udało się wysłać wiadomości!
pt: Disciplina concluída. Não é possível enviar mensagens!
pt_br: Curso concluído. Não é possível enviar mensagens!
ru: Курс завершен. Невозможно отправить сообщение!
sl: Predmet zaključen. Sporočil ni bilo mogoče poslati!
sv: Kursen slutförd Det gick inte att skicka meddelanden!
sv_instk12: Kursen slutförd Det gick inte att skicka meddelanden!
th: บทเรียนสิ้นสุดแล้ว ไม่สามารถส่งข้อความได้!
vi: Các khóa học đã kết thúc. Không thể gửi tin nhắn!
zh: 课程已结束。无法发送消息！
zh_hk: 課程結束。無法傳送訊息！

source: Course Content
ar: محتوى المساق
ca: Contingut de l'assignatura
cy: Cynnwys cwrs
da: Fagindhold
da_instk12: Fagindhold
de: Kursinhalt
es: Contenido del curso
es_es: Contenido de la asignatura
fi: Kurssisisältö
fr: Contenu du cours
fr_ca: Contenu du cours
ga: Ábhar an Chúrsa
hi: पाठ्यक्रम सामग्री
ht: Kontni Kou
id: Konten Kursus
is: Námskeiðsefni
it: Contenuto corso
ja: コース内容
ko: 과목 콘텐츠
mi: Ihirangi akoranga
ms: Kandungan Kursus
nb: Emneinnhold
nb_instk12: Faginnhold
nl: Cursusinhoud
pl: Zawartość kursu
pt: Conteúdo da Disciplina
pt_br: Conteúdo do curso
ru: Содержание курса
sl: Vsebina predmeta
sv: Kursinnehåll
sv_instk12: Kursinnehåll
th: เนื้อหาบทเรียน
vi: Nội Dung Khóa Học
zh: 课程内容
zh_hk: 課程內容

source: Course Designers
ar: مصممو المساق
ca: Dissenyadors de l'assignatura
cy: Dylunwyr Cyrsiau
da: Fagdesignere
da_instk12: Fagdesignere
de: Kursdesigner
es: Diseñadores del curso
es_es: Diseñadores del curso
fi: Kurssisuunnittelijat
fr: Concepteurs de cours
fr_ca: Concepteurs de cours
ga: Dearthóirí Cúrsa
hi: पाठ्यक्रम डिज़ाइनर
ht: Konseptè Kou
id: Perancang Kursus
is: Námskeiðshönnuðir
it: Progettisti corso
ja: コースデザイナー
ko: 과목 디자이너
mi: Akoranga Kaihoahoa
ms: Pereka Bentuk Kursus
nb: Emnedesignere
nb_instk12: Fagdesignere
nl: Cursusontwerpers
pl: Projektanci kursów
pt: Designers da disciplina
pt_br: Designers de cursos
ru: Разработчики курса
sl: Snovalci predmeta
sv: Kursdesigners
sv_instk12: Kursdesigners
th: ผู้ออกแบบบทเรียน
vi: Nhà Thiết Kế Khóa Học
zh: 课程设计师
zh_hk: 課程設計者

source: Course grade above
ar: تقييم المساق أعلاه
ca: Nota de l'assignatura per sobre de
cy: Gradd y cwrs yn uwch na
da: Kursuskarakter over
da_instk12: Fagvurdering over
de: Kursnote über
es: Calificación del curso superior a
es_es: Nota de la asignatura superior a
fi: Kurssin arvosana yläpuolella
fr: Note du cours au dessus de
fr_ca: Note du cours supérieure à
ga: Marc an chúrsa faoi
hi: इससे ऊपर का पाठ्यक्रम ग्रेड:
ht: Nòt kou pi wo a
id: Nilai kursus di atas
is: Námskeiðseinkunn fyrir ofan
it: Voto corso sopra
ja: 未満のコース評定
ko: 과목 성적 초과
mi: Kōeke akoranga i runga
ms: Gred kursus atas
nb: Emnevurdering over
nb_instk12: Fagvurdering over
nl: Cursuscijfer hoger dan
pl: Ocena z kursu powyżej
pt: Classificação da disciplina acima
pt_br: Nota do curso acima
ru: Оценка за курс выше
sl: Ocena pri predmetu višja od
sv: Kursbetyg över
sv_instk12: Kursbedömning över
th: บทเรียน เกรดมากกว่า
vi: Điểm khóa học trên
zh: 课程评分高于
zh_hk: 課程評分高於

source: Course Grade Above %d
ar: تقدير المساق أعلاه %d
ca: Nota de l'assignatura per sobre de %d
cy: Gradd y Cwrs yn Uwch na %d
da: Fagkarakter over %d
da_instk12: Fagvurdering over %d
de: Kursnote über %d
es: Calificación de curso mayor que %d
es_es: Nota de la asignatura superior a %d
fi: Kurssin arvosana yllä %d
fr: Note de cours supérieure à %d
fr_ca: Note du cours supérieure à %d
ga: Marc an Chúrsa Thar %d
hi: इससे ऊपर का पाठ्यक्रम ग्रेड: %d
ht: Kou Klas pi wo a %d
id: Nilai Atas Kursus %d
is: Námskeiðaeinkunn að ofan %d
it: Voto corso sopra %d
ja: 以上のコース評定 %d
ko: 과목 성적 초과 %d
mi: Kōeke Akoranga Runga %d
ms: Gred Kursus Atas %d
nb: Emnevurdering over %d
nb_instk12: Fagvurdering over %d
nl: Cursuscijfer hoger dan %d
pl: Ocena z kursu powyżej %d
pt: Classificação da disciplina acima %d
pt_br: Nota do curso acima %d
ru: Оценка за курс выше %d
sl: Ocena pri predmetu, višja od %d
sv: Kursomdöme Över %d
sv_instk12: Kursbedömning Över %d
th: บทเรียน เกรดมากกว่า %d
vi: Điểm Khóa Học Trên %d
zh: 课程评分高于%d
zh_hk: 課程評分高於 %d

source: Course grade below
ar: تقييم المساق أدناه
ca: Nota de l'assignatura per sota de
cy: Gradd y cwrs yn is na
da: Kursuskarakter under
da_instk12: Fagvurdering under
de: Kursnote unter
es: Calificación del curso inferior a
es_es: Nota de la asignatura inferior a
fi: Kurssin arvosana alapuolella
fr: Note du cours en dessous de
fr_ca: Note du cours inférieure à
ga: Marc an chúrsa thar
hi: इससे नीचे का पाठ्यक्रम ग्रेड:
ht: Nòt kou pi ba a
id: Nilai kursus di bawah
is: Námskeiðseinkunn fyrir neðan
it: Voto corso sotto
ja: を超えるコース評定
ko: 과목 성적 미만
mi: Kōeke akoranga i raro
ms: Gred kursus bawah
nb: Emnevurdering under
nb_instk12: Fagvurdering under
nl: Cursuscijfer lager dan
pl: Ocena z kursu poniżej
pt: Classificação da disciplina abaixo
pt_br: Nota do curso abaixo
ru: Оценка за курс ниже
sl: Ocena pri predmetu nižja od
sv: Kursbetyg under
sv_instk12: Kursbedömning under
th: บทเรียน เกรดน้อยกว่า
vi: Điểm khóa học dưới
zh: 课程评分低于
zh_hk: 課程評分低於

source: Course Grade Below %d
ar: تقدير المساق أدناه %d
ca: Nota de l'assignatura per sota de %d
cy: Gradd y Cwrs yn Is na %d
da: Fagkarakter under %d
da_instk12: Fagvurdering under %d
de: Kursnote unter %d
es: Calificación de curso menor que %d
es_es: Nota de la asignatura inferior a %d
fi: Kurssin arvosana alla %d
fr: Note de cours inférieure à %d
fr_ca: Note du cours inférieure à %d
ga: Marc an Chúrsa Faoi %d
hi: इससे नीचे का पाठ्यक्रम ग्रेड: %d
ht: Kou Klas Pi Ba a %d
id: Nilai Bawah Kursus %d
is: Námskeiðaeinkunn að neðan %d
it: Voto corso sotto %d
ja: 以下のコース評定 %d
ko: 과목 성적 미만 %d
mi: Kōeke Akoranga Raro %d
ms: Gred Kursus Bawah %d
nb: Emnevurdering under %d
nb_instk12: Fagvurdering under %d
nl: Cursuscijfer lager dan %d
pl: Ocena z kursu poniżej %d
pt: Classificação da disciplina abaixo %d
pt_br: Nota do curso abaixo %d
ru: Оценка за курс ниже %d
sl: Ocena pri predmetu, nižja od %d
sv: Kursomdöme Under %d
sv_instk12: Kursbedömning Under %d
th: บทเรียน เกรดน้อยกว่า %d
vi: Điểm Khóa Học Dưới %d
zh: 课程评分低于%d
zh_hk: 課程評分低於 %d

source: Course Members
ar: أعضاء المساق
ca: Membres del curs
cy: Aelodau o’r Cwrs
da: Fagdeltagere
da_instk12: Fagdeltagere
de: Kursteilnehmer*innen
es: Miembros del curso
es_es: Miembros del curso
fi: Kurssin jäsenet
fr: Membres du cours
fr_ca: Membres du cours
ga: Baill an Chúrsa
hi: पाठ्यक्रम सदस्य
ht: Manm Kou
id: Anggota Kursus
is: Meðlimir námskeiðs
it: Membri del corso
ja: コースメンバー
ko: 과목 구성원
mi: Nga Mema Akoranga
ms: Ahli Kursus
nb: Emnemedlemmer
nb_instk12: Fagmedlemmer
nl: Cursusdeelnemers
pl: Uczestnicy kursu
pt: Membros da Disciplina
pt_br: Membros do curso
ru: Участники курса
sl: Člani predmeta
sv: Kursmedlem
sv_instk12: Kursmedlem
th: สมาชิกบทเรียน
vi: Các Thành Viên Khóa Học
zh: 课程成员
zh_hk: 學生

source: Course Modules
ar: وحدات المساق النمطية
ca: Continguts de l'assignatura
cy: Modiwlau Cwrs
da: Fagmoduler
da_instk12: Fagforløb
de: Kursmodule
es: Módulos del curso
es_es: Contenidos de la asignatura
fi: Kurssin moduulit
fr: Modules du cours
fr_ca: Modules du cours
ga: Modúil an Chúrsa
hi: पाठ्यक्रम मॉड्यूल
ht: Modil Kou
id: Modul Kursus
is: Námsefni námskeiðs
it: Moduli dei corsi
ja: コース モジュール
ko: 과목 모듈
mi: Ngā Kōwae Akoranga
ms: Modul Kursus
nb: Moduler for emne
nb_instk12: Moduler for fag
nl: Cursusmodules
pl: Moduły kursowe
pt: Módulos da disciplina
pt_br: Módulos do curso
ru: Модули курса
sl: Moduli predmeta
sv: Kursmoduler
sv_instk12: Kursmoduler
th: โมดูลบทเรียน
vi: Học Phần Khóa Học
zh: 课程单元
zh_hk: 課程單元

source: Course Sections
ar: أقسام المساق
ca: Seccions de l'assignatura
cy: Adrannau Cwrs
da: Fagsektioner
da_instk12: Fagsektioner
de: Kursabschnitte
es: Secciones del curso
es_es: Secciones de la asignatura
fi: Kurssin osiot
fr: Sections du cours
fr_ca: Sections du cours
ga: Grúpaí an Chúrsa
hi: पाठ्यक्रम अनुभाग
ht: Seksyon Kou
id: Bagian Kursus
is: Hlutar námskeiðs
it: Sezioni corso
ja: コース セクション
ko: 과목 분반
mi: Ngā Wāhanga akoranga
ms: Seksyen Kursus
nb: Emneseksjoner
nb_instk12: Fagseksjoner
nl: Cursussecties
pl: Sekcje kursu
pt: Secções da disciplina
pt_br: Turmas do curso
ru: Разделы курса
sl: Sekcije predmeta
sv: Kurssektioner
sv_instk12: Kurssektioner
th: กลุ่มย่อยบทเรียน
vi: Phần Khóa Học
zh: 课程班级
zh_hk: 課程分班

source: Course Syllabus
ar: مناهج المساق
ca: Temari de l'assignatura
cy: Maes Llafur y Cwrs
da: Fagets læseplan
da_instk12: Fagets fagplan
de: Kursplan
es: Programa del curso
es_es: Programa de la asignatura
fi: Kurssin opinto-ohjelma
fr: Programme du cours
fr_ca: Plan de cours
ga: Siollabas Cúrsa
hi: पाठ्यक्रम
ht: Pwogram Kou
id: Silabus Kursus
is: Kennsluáætlun námskeiðs
it: Syllabus corso
ja: コースシラバス
ko: 과목 강의 계획안
mi: Mahere Akoranga
ms: Silibus Kursus
nb: Emneoversikt
nb_instk12: Fagoversikt
nl: Cursussyllabus
pl: Program kursu
pt: Programa da disciplina
pt_br: Programa
ru: Программа курса
sl: Učni načrt predmeta
sv: Kursöversikt för kursen
sv_instk12: Kursöversikt
th: หลักสูตรสำหรับบทเรียน
vi: Chương Trình Học Của Khóa Học
zh: 课程大纲
zh_hk: 課程大綱

source: Courses
ar: المساقات
ca: Assignatures
cy: Cyrsiau
da: Fag
da_instk12: Fag
de: Kurse
es: Cursos
es_es: Asignaturas
fi: Kurssit
fr: Cours
fr_ca: Cours
ga: Cúrsaí
hi: पाठ्यक्रम
ht: Kou
id: Kursus
is: Námskeið
it: Corsi
ja: コース
ko: 과목
mi: Ngā Akoranga
ms: Kursus
nb: Emner
nb_instk12: Fag
nl: Cursussen
pl: Kursy
pt: Disciplinas
pt_br: Cursos
ru: Курсы
sl: Predmeti
sv: Kurser
sv_instk12: Kurser
th: บทเรียน
vi: Các khóa học
zh: 课程
zh_hk: 課程

source: Create Account
ar: إنشاء حساب
ca: Crea un usuari
cy: Creu Cyfrif
da: Opret konto
da_instk12: Opret konto
de: Konto erstellen
es: Crear cuenta
es_es: Crear cuenta
fi: Luo tili
fr: Créer un compte
fr_ca: Créer un compte
ga: Cruthaigh Cuntas
hi: खाता बनाएं
ht: Kreye Kont
id: Buat Akun
is: Stofna reikning
it: Crea account
ja: アカウントを作成する
ko: 계정 만들기
mi: Waihanga Pūkete
ms: Cipta Akaun
nb: Opprett konto
nb_instk12: Opprett konto
nl: Account maken
pl: Utwórz konto
pt: Criar Conta
pt_br: Criar conta
ru: Создать учетную запись
sl: Ustvari račun
sv: Skapa konto
sv_instk12: Skapa konto
th: จัดทำบัญชีผู้ใช้
vi: Tạo Tài Khoản
zh: 创建帐户
zh_hk: 建立帳戶

source: Create Announcement
ar: إنشاء إعلان
ca: Crea un anunci
cy: Creu Cyhoeddiad
da: Opret bekendtgørelse
da_instk12: Opret bekendtgørelse
de: Ankündigung erstellen
es: Crear anuncio
es_es: Crear anuncio
fi: Luo ilmoitus
fr: Créer une annonce
fr_ca: Créer une annonce
ga: Cruthaigh Fógra
hi: घोषणा बनाएं
ht: Kreye Anons
id: Buat Pengumuman
is: Búa til tilkynningu
it: Crea annuncio
ja: アナウンスメントを作成
ko: 공지 만들기
mi: Waihanga Pānuitanga
ms: Cipta Pengumuman
nb: Opprett kunngjøring
nb_instk12: Opprett beskjed
nl: Aankondiging maken
pl: Utwórz powiadomienie
pt: Criar Anúncio
pt_br: Criar Aviso
ru: Создать Объявление
sl: Ustvari obvestilo
sv: Skapa anslag
sv_instk12: Skapa meddelande
th: จัดทำประกาศ
vi: Tạo Thông Báo
zh: 创建通告
zh_hk: 創建通告

source: Create Discussion
ar: إنشاء مناقشة
ca: Crea un fòrum
cy: Creu Trafodaeth
da: Opret diskussion
da_instk12: Opret diskussion
de: Diskussion anlegen
es: Crear foro de discusión
es_es: Crear foro de discusión
fi: Luo keskustelu
fr: Créer une discussion
fr_ca: Créer une discussion
ga: Cruthaigh Fóram
hi: चर्चा बनाएं
ht: Kreye Diskisyon
id: Buat Diskusi
is: Búa til umræður
it: Crea discussione
ja: ディスカッションを作成
ko: 토론 만들기
mi: Waihanga Kōrerorero
ms: Cipta Perbincangan
nb: Opprett diskusjon
nb_instk12: Opprett diskusjon
nl: Discussie maken
pl: Utwórz dyskusję
pt: Criar Discussão
pt_br: Criar Fórum
ru: Создать Обсуждение
sl: Ustvari razpravo
sv: Skapa diskussion
sv_instk12: Skapa diskussion
th: จัดทำการพูดคุย
vi: Tạo Thảo Luận
zh: 创建讨论
zh_hk: 創建討論區
